
[[file:ADJ/warhammer_pretires_camp_imp.pdf][Les feuilles de personnage au début de la campagne]]

* l'xp :

| 2022-03-04 | 100 |
| 2022-03-11 | 100 |
| 2022-03-18 | 130 |
| 2022-04-09 | 130 |
| 2022-04-30 | 100 |
| 2022-05-14 | 250 |
|      total | 810 |
#+TBLFM: @>$2=vsum(@1..@-1)



* Les stats de combat

| M | CC | CT | F | E | B   |  I | A | Personnage       | Arme           |
|---+----+----+---+---+-----+----+---+------------------+----------------|
| 5 | 40 | 33 | 3 | 3 | /5  | 65 | 1 | Malmir           | épée, arc long |
| 4 | 23 | 33 | 2 | 2 | 2/6 | 50 | 1 | Harbull          | dague, fronde  |
| 5 | 34 | 35 | 3 | 6 | /6  | 47 | 1 | Johann           | épée           |
| 4 | 31 | 30 | 3 | 3 | 3/6 | 38 | 1 | Kristen          | épée           |
| 4 | 34 | 31 | 2 | 3 | /6  | 35 | 1 | Wanda            | dague          |
| 3 | 37 | 32 | 4 | 4 | /7  | 31 | 1 | Werner           | dague          |

* les comptes
Les PJ dépensent en moyenne 36 sous par jour, 60 s'ils passent la nuit
à l'auberge.

| PJ      | CO | Pistoles | Sous | totaux en sous |
|---------+----+----------+------+----------------|
| Harbull | 13 |        9 |   10 |           3238 |
| Wanda   | 12 |        7 |   10 |           2974 |
| Johann  | 14 |       14 |   10 |           3538 |
| Malmir  | 14 |        6 |    1 |           3433 |
| Kristen | 14 |        7 |    4 |           3448 |
| Werner  |  8 |       14 |    0 |           2088 |
| Totaux  | 53 |        3 |    9 |          18719 |
#+TBLFM: @2$2..@>$2=$5\240::@2$3..@>$3=($5\12)%20::@2$4..@>$4=$5%12::@8$5=vsum(@2..@7)

* L'encombrement

** Harbull (max 200)


 | Objet               | ENC |
 |---------------------+-----|
 | fronde              |  10 |
 | dague               |  10 |
 | vêtements de voyage |  10 |
 | gibecière (plante)  |   5 |
 | pilon et mortier    |  10 |
 | bouilloire, etc.    |  10 |
 |---------------------+-----|
 | total               |  45 |
 #+TBLFM: @>$>=vsum(@2..@-1)

** Wanda (max 200)

 | Objet               | ENC |
 |---------------------+-----|
 | 1 dague             |  10 |
 | vêtements ordinaire |  10 |
 | gibecière           |  10 |
 | arbalète            | 120 |
 | carreaux            |  40 |
 | total               | 190 |
 #+TBLFM: @>$2=vsum(@2..@-1)

** Johann (max 400)

 | Objet              | ENC |
 |--------------------+-----|
 | épée               |  60 |
 | veste en cuir      |  50 |
 | sac à dos          |  20 |
 | vêtement de voyage |  15 |
 | Chemise de maille  |  80 |
 | total              | 225 |
 #+TBLFM: @>$2=vsum(@2..@-1)

** Malmir (max 300)

 | Objet                                 | ENC |
 |---------------------------------------+-----|
 | épée                                  |  60 |
 | arc long                              |  75 |
 | carquois 30 flèches                   |  75 |
 | Mandoline et partitions               |  15 |
 | vêtements de voyage de couleurs vives |  15 |
 |---------------------------------------+-----|
 | total                                 | 240 |
 #+TBLFM: @7$2=vsum(@2..@-1)

** Kristen (max 300)

 | Objet                | ENC |
 |----------------------+-----|
 | épée                 |  60 |
 | 3 couteaun de lancer |  30 |
 | vêtements ordinaire  |  12 |
 | 1 grand sac          |   7 |
 | total                | 109 |
 #+TBLFM: @6$2=vsum(@2..@-1)

** Werner (max 400)

 | Object                      | ENC |
 |-----------------------------+-----|
 | 2 hachettes de lancer       |  80 |
 | 1 épée                      |  80 |
 | 1 dague                     |  10 |
 | 1 veste en cuir             |  50 |
 | 1 casque                    |  30 |
 | sac à dos, herbes à infuser |  20 |
 | vêtement de travail         |  15 |
 | cape avec capuchon          |  10 |
 | chemise de maille           |  80 |
 | total                       | 375 |
 #+TBLFM: @>$2=vsum(@2..@-1)
